Repository: tejpateleww/Flivery_Driver_iOS_Team_KV
Catalog: *.lproj/Localizable.strings
Languages: fr

# App Name
source: Flivery Driver
fr: Chauffeur Flivery

source: Flivery Driver
fr: Chauffeur Flivery

source: open_drawer
fr: ouvrir_classeur

source: close_drawer
fr: fermer_classeur

source: All Notifications
fr: Toutes les notifications

source: Select Vehicle Type
fr: Sélectionner votre type de véhicule

source: GPS is settings
fr: GPS dans Réglages

source: GPS is not enabled. Do you want to go to settings menu?
fr: GPS n'est pas activé. Voulez-vous aller aux réglages?

source: Settings
fr: Réglages

source: Cancel
fr: Annuler

source: Permission Denied, You cannot access location data.
fr: Autorisation refusée, vous ne pouvez pas accéder aux données de localisation.

source: First finish hold trip.
fr: Terminer premier voyage en attente

source: Payment Input Method
fr: Méthode de saisie du paiement

source: Last location update time
fr: Dernière mis à jour de l'emplacement actuel

source: Location updated
fr: Emplacement actuel a été mis à jour

source: Permissions Denied!
fr: Autorisation refusée

source: Unable to find location
fr: Impossible de trouver l'emplacement

source: Active Trip
fr: Voyage en cours

source: Payment Options
fr: Options de paiement

source: Invite Drivers
fr: Inviter des conducteurs

source: Change Password
fr: Changer votre mot de passe

source: Logout
fr: Se déconnecter

source: User Name
fr: Nom d'utilisateur

source: Email
fr: Courriel

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmez votre mot de passe

source: Forgot Password?
fr: Vous avez oublié votre mot de passe?

source: Sign In
fr: Se connecter

source: SIGN IN
fr: Se connecter

source: Sign in!
fr: Connectez-vous!

source: Have an Account? Sign in!
fr: Vous avez un compte? Connectez-vous!

source: Don't have an Account? Sign up!
fr: Vous n'avez pas de compte? Inscrivez-vous!

source: Sign Up
fr: s'inscrire

source: Or
fr: OU

source: Register
fr: s'inscrire

source: Login
fr: Se connecter

source: Please check your message for verification
fr: Veuillez vérifier votre boîte de courriel

source: Full Name
fr: Nom complet

source: Male
fr: Masculin

source: Female
fr: Féminin

source: Date Of Birth
fr: Date de naissance

source: Address
fr: Adresse

source: Mobile Number
fr: Numéro de téléphone (mobile)

source: Residential Address
fr: Adresse résidentielle

source: Postal Code (Optional)
fr: Code postal (optionnel)

source: Account Holder Name
fr: Nom du titulaire de compte

source: Bank Name
fr: Nom de la banque

source: Bank Branch
fr: Numéro de succursale

source: Bank Account Number
fr: Numéro de compte

source: Next
fr: Suivant

source: Done
fr: Terminé

source: Vehicle Registration No.
fr: Immatriculation du véhicule

source: Vehicle Type
fr: Type de véhicule

source: Car Color
fr: Couleur du véhicule

source: Expiry Date
fr: Date d'expiration

source: Driver Licence (Front only)
fr: Permis de conduire (avant seulement)

source: Revenue Licence
fr: License de revenus

source: Vehicle Registration Document
fr: Documents d'immatriculation du véhicule

source: Vehicle Insurance Policy/Certificate
fr: Documents d'assurance / certificat d'assurance du véhicule

source: New Password
fr: Nouveau mot de passe

source: Account Number
fr: Numéro de compte

source: Name
fr: Nom

source: Bank Account
fr: Compte banquaire

source: Bank Account No.
fr: Numéro de compte banquaire

source: Upcoming
fr: Prochainement / Prochain

source: Call
fr: Appel

source: Don't have an account
fr: Vous n'avez pas de compte?

source: Sign out
fr: Se déconnecter

source: Shipper?
fr: Expéditeur

source: Please try again later.
fr: Veuillez réessayer plustard

source: Please ensure you have entered your payment detail correctly.
fr: Assurez-vous d'avoir entré vos informations corectement.

source: Driver
fr: Chauffeur

source: Service Provider
fr: Fournisseur de service

source: Home
fr: Page d'accueil

source: My Jobs
fr: Mes contrats

source: Pay
fr: Paie

source: Need a vehicle?
fr: Besoin d'un véhicule?

source: Please check all files are clear and readable including the expiry date.Example pictures and tips.
fr: Vérifiez que tous les fichiers sont clairs et lisibles, y compris la date d'expiration. Exemples d'images et de conseils.

source: Select up to three vehicles.
fr: Sélectionner au plus 3 véhicules

source: Please check your email for verification.
fr: Veuillez vérifier votre boîte de courriel pour votre confirmation

source: Invite Friends
fr: Inviter des amis

source: Profile Update
fr: Mise à jour du profil

source: Edit
fr: Mettre à jour / Modifier

source: Vehicle Option
fr: Choix de véhicules

source: Account
fr: Compte

source: Edit Profile
fr: Editer le profil

source: Receive Request
fr: Demande reçue

source: Cancel Request
fr: Demande annulée

source: Reject
fr: Rejeter

source: Accept
fr: Accepter

source: Update
fr: Mise à jour

source: Update later
fr: faire les mises à jour ultérieurement

source: Under Maintenance
fr: En maintenance

source: Start
fr: Commencer

source: Want to start Trip?
fr: Commencer la course?

source: Shipper Info
fr: informations du client

source: Drop off location
fr: Ou Aller

source: Pick up location
fr: Emplacement actuel a été mis à jour

source: Start Trip
fr: Commencer la course

source: Cancel Trip
fr: Annuler la course

source: Complete Trip
fr: Course complétée

source: Hold Trip
fr: Course en attente

source: Trip has been canceled by shipper.
fr: Course annuler par le client

source: Shipper Name
fr: Nom du client

source: Shipper Mobile No
fr: Numero du client

source: Something is wrong, try again later
fr: Erreur! Réessayer ultérieurement

source: Sorry! Not connected to internet
fr: Desoler!pas de connexion internet

source: Success Message
fr: succès

source: Error Message
fr: Erreur

source: Internet Error
fr: Mauvaise connexion

source: >Your session has been expired, please try to login again.
fr: Votre session est expirée, svp réessayer

source: Something went wrong please restart your application and login again!
fr: Erreur! Redémarrer l'application et réessayer

source: Not connected with socket.
fr: Connexion prise introuvable

source: Password and confirm password must be same.
fr: le mot de passe et le mot de passe confimer doivent etre simmilaire

source: Your profile has been updated successfully.
fr: La mise à jour de votre profil a été fait avec succès

source: Account details updated successfully.
fr: Les détails de votre compte ont été modifiés avec succès

source: Vehicle details uA468:A490pdated successfully.
fr: les informations de votre vehicules on ete ajouter avec succes

source: Please select profile picture again
fr: Veuillez entrer a nouveau votre photo de profil

source: Please enter all document's detail.
fr: veuillez entrer tout les documents|details

source: Work in progress........
fr: En procédure …..

source: Please enter vehical registration No.
fr: Plaque d'immatriculation

source: Please enter car/truck company.
fr: Nom de la compagnie

source: Please enter car/truck model.
fr: Modèle du véhicule

source: Please enter car/truck color.
fr: Couleur du véhicule

source: Please select driver image.
fr: Image du livreur

source: Please select vehicle image.
fr: Image du véhicule

source: Please select car/truck type.
fr: Type de véhicule

source: Please select vehicle registration document.
fr: Selectionner les informationns d'enregistrement du véhicule

source: Dispatch job successfully.
fr: Livraison Complété

source: Get online first.
fr: Connexion réseau introuvable

source: Restart your app again or check gps setting.
fr: Reallumer l'application ou faite

source: Please enter shipper mobile number.
fr: Numero du livreur

source: Facebook have not been installed.
fr: Facebook n'a pas été installer

source: Need camera permission!
fr: Permission d'utiliser la caméra

source: This App need camera permission!
fr: Permission d'acceder a l'appareil photo

source: Alert! This is a cash job
fr: Allerte! C'est payer comptant

source: Please collect money from shipper.
fr: veuillez recuper l'argent avec le client

source: Please stay connected to app, until finish the trip! Otherwise you may lost your data.
fr: Veuillez rester connecter sur le app pour conserver vos données

source: Alert Message
fr: Allerte Message

source: Are you sure you want to cancel your trip?
fr: Annuler la course ?

source: If you cancel the trip you will be partially charged.
fr: Si vous annuler la commande il y'aura des frais

source: Forgot Password
fr: Mot de passe oublier?

source: Submit
fr: Envoyer

source: Current Location
fr: Emplacement actuel

source: Mobile Number/Email
fr: Numero de telephone |courriel

source: Help Desk
fr: Aide

source: Permission Required
fr: Permission demander

source: Yes
fr: oui

source: Session Expire
fr: Session Expirée

source: Warning
fr: Attention

source: Please enter valid bank account No.
fr: Veuiller entrer un numéro de carte bancaire valide

source: No driver available
fr: Aucun livreur disponible

source: Please Add Licence Expiry Date
fr: S'il vous plaît ajouter la date d'expiration de la licence

source: Please Add Revenue Expiry Date
fr: S'il vous plaît ajouter la date d'expiration des revenus

source: Please Add Insurance Expiry Date
fr: Veuillez ajouter la date d'expiration de l'assurance

source: Password must contain atleast 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères.

source: You have to select car/truck type
fr: Vous devez sélectionner le type de voiture / camion

source: Name:-
fr: Prénom:-

source: MobileNo:-
fr: Numéro de telephone

source: New password must contain atleast 8 characters
fr: Le nouveau mot de passe doit contenir au moins 8 caractères.

source: New password and confirm password must be same.
fr: Le nouveau mot de passe et le mot de passe de confirmation doivent être identiques.

source: Location!!
fr: Emplacement!!

source: System Alert
fr: Alerte système

source: New Book Later request arrived from Flivery Driver
fr: La demande d'une nouvelle livraison arrive plus tard du pilote Flivery

source: Trip has been cancelled.
fr: Le voyage a été annulé.

source: Grand Total is
fr: Le total général est

source: First, you have to be offline!
fr: Tout d'abord, vous devez être déconnecté!

source: We can not detect your current location. Please check your location services.
fr: Nous ne pouvons pas détecter votre position actuelle. Veuillez vérifier vos services de localisation.

source: You are already on Your trip, first finished your trip
fr: Vous êtes déjà sur votre voyage, d'abord terminé votre voyage

source: Please fill all the detials.
fr: S'il vous plaît remplir tous les détails.

source: No media selected
fr: Aucun média sélectionné

source: Update Profile
fr: Mettre à jour le profil

source: No internet connection
fr: Pas de connexion Internet

source: Destination Location
fr: Lieu de destination

source: Passcode Required
fr: Code requis

source: Forgot?
fr: Oublié?

source: Invite Via Facebook
fr: Inviter via Facebook

source: More Options
fr: Plus d'options

source: Waiting Time
fr: Temps d'attente

source: Waiting Cost
fr: Coût d'attente

source: End Trip
fr: Arrêter le voyage

source: Select Driver Licence Expiry date
fr: Sélectionnez la date d'expiration du permis de conduire

source: Select Revenue Licence Expiry date
fr: Sélectionnez la date d'expiration de la licence de revenu

source: Select Truck Registration Expiry date
fr: Sélectionnez la date d'expiration de l'enregistrement du camion

source: Select Vehicle Insurance/policy Expiry date
fr: Sélectionnez Assurance du véhicule / police Date d'expiration

source: Profile
fr: profil

source: Toll Fee
fr: Péage

source: Enter fee if any
fr: Entrez les frais dans le cas échéant

source: No
fr: Non

source: Booking Confirmed
fr: Réservation confirmée

source: Your booking request has been confirmed.
fr: Votre demande de réservation a été confirmée.

source: Base Fare
fr: Tarif de base

source: Total km
fr: Km total

source: Trip Fare
fr: Prix

source: Booking Fee
fr: Frais de réservation

source: Grand Total
fr: somme finale

source: Select photo from gallery
fr: Sélectionner une photo de la galerie

source: Select photo from camera
fr: Sélectionnez une photo de la caméra

source: How was your experience with Shipper?
fr: Comment s'est passée votre expérience avec l'expéditeur?

source: Any other feedback (Optional)
fr: Tout autre commentaire (facultatif)

source: Grand Total :
fr: Somme finale :

source: PickUp
fr: Ramasser

source: DropOff
fr: Déposer

source: Payment Type
fr: Type de paiement

source: Cash
fr: En espèces

source: Trip Info
fr: Informations de voyage

source: Promocode
fr: Code promo

source: Discount
fr: Remise

source: Trip Distance
fr: Distance du trajet

source: Distance Fare
fr: Tarif à distance

source: Night Fare
fr: Tarif de nuit

source: Waiting Time Cost
fr: Temps d'attente

source: Special Extra Charge
fr: Supplément spécial

source: Booking Charge
fr: Frais de réservation

source: Tax
fr: Impôt

source: Select Trucks Type
fr: Sélectionnez le type de camion

source: Biller Code
fr: Code de facturation

source: Book Now
fr: Reservez maintenant

source: Book Later
fr: Réservez plus tard

source: Customer Name
fr: Nom du client

source: Customer Email
fr: Email du client

source: Time and Date field
fr: Heure et date

source: Fare amount
fr: Montant du tarif

source: Collect
fr: Collecte

source: Back
fr: Retour

source: Directions
fr: instructions

source: Future Booking
fr: Réservation future

source: Pending Jobs
fr: Emplois en attente

source: Past Jobs
fr: Emplois passés

source: Select Car Registration Expiry date
fr: Sélectionnez la date d'expiration de l'immatriculation du véhicule

source: Truck Model
fr: Modèle de camion

source: Height
fr: Taille

source: Width
fr: Largeur

source: Pick up Location :
fr: Lieu de ramassage :

source: Drop Location :
fr: Lieu de dépôt:

source: Passenger Email
fr: Email du passager

source: Passenger No
fr: Numéro du passager

source: Flight No
fr: Numéro de vol

source: Passenger Note
fr: Note du Passager

source: Status
fr: Statut

source: SubTotal
fr: Total

source: Parcel Type
fr: Type de colis

source: Vehicle Model
fr: Modèle de véhicule

source: Trip Status
fr: Statut du voyage

source: TOLL FEE
fr: PÉAGE

source: Trip Duration
fr: Durée du voyage

source: Drop Time
fr: Heure du dépot

source: Created Date
fr: Date de création

source: Booking Id
fr: Identifiant de réservation

source: Goods Type
fr: Type de marchandise

source: Goods Weight
fr: Poids des marchandises

source: Parcel Weight
fr: Poids du colis

source: Parcel Image
fr: Image de colis

source: Weight Charge
fr: Charge de poids

source: Your Running Trip
fr: Votre course à pied

source: No Data Found
fr: Aucune donnée disponible

source: Track your trip
fr: Suivez votre voyage

source: Contact No
fr: Numéro de telephone
